cask_args appdir: '/Applications'

brew 'git'
brew 'neovim'
brew 'tmux'
brew 'rbenv' # Manage ruby versions
brew 'ruby-build' # Peer dependency of `rubyenv`
brew 'nodenv' # Manage node versions
brew 'rustup' # Manage rust versions
brew 'ripgrep' # Best `grep` alternative
brew 'fd' # Best `find` alternative
brew 'fzf' # Fuzzy finder for anything
brew 'reattach-to-user-namespace' # Reattach process (e.g., tmux) to background
brew 'diff-so-fancy' # Better git diffs
brew 'tig' # text-mode interface for git
brew 'tree' # visualize directories
brew 'grip' # render GitHub flavored markdown
brew 'bat' # a fancier `cat`
brew 'hyperfine' # a better timer
brew 'trash'
brew 'sqlfmt' # Format SQL
brew 'gh'
brew 'git-absorb' # Automatically identify and merge `--fixup` changes
brew 'mkcert' # Easily create local TLS certificates 

cask 'alfred'
cask '1password'
cask 'spotify'
cask 'discord'
cask 'notion'
cask 'google-chrome'
cask 'messenger'
cask 'zoom'
cask 'omnifocus'
cask 'backblaze'
cask 'nheko'
cask 'whatsapp'
cask 'karabiner-elements'

tap 'homebrew/cask-fonts'
cask 'font-iosevka'
