cask_args appdir: '/Applications'

brew 'git'
brew 'neovim'
brew 'tmux'
brew 'ripgrep' # best `grep` alternative
brew 'fd' # best `find` alternative
brew 'fzf' # fuzzy finder
brew 'reattach-to-user-namespace' # Reattach process (e.g., tmux) to background
brew 'diff-so-fancy' # Better git diffs

cask 'alfred'
cask '1password'
cask 'spotify'
cask 'discord'
cask 'notion'
cask 'google-chrome'

tap 'homebrew/cask-fonts'
cask 'font-iosevka'
